Repository: ruslan93/TestYouLanguage
Catalog: *.lproj/Localizable.strings
Languages: uk

# emptyFieldsMessage
source: Не заполнены все поля
uk: Не заповнені всі поля

# loginExistMessage
source: Пользователь с таким логином уже существует
uk: Користувач з таким логіном уже зареєстрований

# incorrrectLoginDataMessage
source: Неправильный логин или пароль
uk: Невірний логін або пароль

# incorrrectPasswordMessage
source: Неправильный пароль
uk: Неправильний пароль

# cancel
source: Отменить
uk: Відмінити

# add
source: Добавить
uk: Добавити

# edit
source: Изменить
uk: Змінити

# delete
source: Удалить
uk: Видалити

# save
source: Сохранить
uk: Зберегти

# editWord
source: Редактировать
uk: Редагувати

# translate
source: Перевод
uk: Переклад

# allWords
source: Все слова
uk: Всі слова

# addNewWordTitle
source: Добавить новое слово
uk: Добавити нове слово

# addNewWordDescription
source: Введите слово и его перевод
uk: Введіть слово та його переклад

# addNewThemeTitle
source: Добавить новую тему
uk: Добавити нову тему

# noneResultsLabel
source: У Вас пока еще нет результатов!
uk: У Вас поки що немає результатів!

# deleteResultsTitle
source: Удалить результаты
uk: Видалити результати

# changePasswordTitle
source: Сменить пароль
uk: Змінити пароль

# changeNameTitle
source: Сменить имя
uk: Змінити ім'я

# oldPassword
source: Старый пароль
uk: Старий пароль

# newPassword
source: Новый пароль
uk: Новий пароль

# newName
source: Новое имя
uk: Нове ім'я
